Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Delta Bulwark Section
ru: Дельта-секция оплота

source: Delta Enforcer
ru: Дельта-силовик

source: Delta Enforcers
ru: Дельта-силовики

source: Delta Enigmatic Fortification
ru: Дельта-Загадочное укрепление

source: Delta Frontline Section
ru: Дельта-секция передовой

source: Delta Gate
ru: Врата Дельты

source: Delta Giga Fortress
ru: Дельта Гига-крепость

source: Delta Giga Fortress Cannon Operator
ru: Дельта-оператор пушки гига-крепости

source: Delta Giga Fortress Cannon Operator Drone
ru: Дельта-дрон-оператор пушки гига-крепости

source: Delta Giga Fortress Cannon Operator Drones
ru: Дельта-дроны-операторы пушки гига-крепости

source: Delta Giga Fortress Cannon Operators
ru: Дельта-операторы пушки гига-крепости

source: Delta Megaconstruction Logistics Hub
ru: Логистический центр Мегастроительство "Дельта"

source: Delta Megaconstruction Logistics Hubs
ru: Логистические центры Мегастроительство "Дельта"

source: Delta Nullifier
ru: Дельта-нейтрализатор

source: Delta Nullifiers
ru: Дельта-нейтрализаторы

source: Delta Reserve Section
ru: Дельта-секция резерва

source: Delta Watcher Section
ru: Дельта-секция наблюдателя

source: Delujor Maelstrom
ru: Водоворот бреда

source: Demeter
ru: Деметра

source: Demoralized Armies
ru: Деморализованные армии

source: Demoralizer
ru: Деморализующий

source: Denagua Abyss
ru: Бездна Денагуа

source: Denied
ru: Отклонено

source: Denlons Maw
ru: Пасть Денлона

source: Denounce Katzen Invasion of the Zuspri Intermarium
ru: Осудить вторжение Катзен в Эзиканскую империю

source: Denurys Maw
ru: Пасть Денуриса

source: Depleted World
ru: Истощенный мир

source: Deploys a superheated beam which penetrates and destroys shields with ease.
ru: Использует перегретый луч, который с легкостью проникает сквозь щиты и разрушает их.

source: Deploys concentrated orbs which quickly disintegrate the armor and hull of ships.
ru: Использует концентрированные шары, которые быстро разрушают броню и корпуса кораблей.

source: Deploys large orbs which quickly disintegrate the armor and hull of ships.
ru: Запускает большие шары, которые быстро разрушают броню и корпуса кораблей.

source: Deprecated
ru: Устарел

source: Depressing.
ru: Угнетает.

source: Deranged
ru: Ненормальный

source: Deranged Technomaniacs
ru: Невменяемые техноманы

source: Deregs Singularity
ru: Дерегулирующая сингулярность

source: Derelict Station
ru: Заброшенная станция

source: Desert
ru: Пустынная

source: Designate Forge World
ru: Создать Мир-кузницу

source: Designate Garden World
ru: Создать Мир-сад

source: Designate System Minds
ru: Распределение задач

source: Designing the Chronodisruptors
ru: Проектирование хронодеструкторов

source: Desires
ru: Желания

source: Desires Traditions
ru: Традиции желаний

source: Desires Traditions Finished
ru: Традиции страсти завершены

source: Desolation
ru: Опустошение

source: Despite the efficiency of a digitally-indexed archive, our empire's sum-total of collected knowledge should not reside solely on a single medium.
ru: Несмотря на эффективность архива с цифровыми индексами, общий объем собранных знаний нашей империи не должен храниться только на одном носителе.

source: Despite their stagnancy, the scientific base of Fallen Empire is still far beyond that of the younger races.
ru: Несмотря на их застой, научная база Падшей Империи все еще намного превосходит таковую у более молодых рас.

source: Despite this habitable planet having no trace of current or ancient civilization, we have detected some deep activity present in the core which will require more investigation.
ru: Несмотря на то, что эта пригодная для жизни планета не имеет следов нынешней или древней цивилизации, мы обнаружили некую глубокую активность в ядре, которая потребует дополнительных исследований.

source: Destabilizer Dismantled
ru: Дестабилизатор демонтирован

source: Destroy Katzen Unterraumboots
ru: Уничтожить Унтерраумботы Катзен

source: Destroy every last one of them even if it means sacrificing production.
ru: Уничтожьте их всех до единого, даже если для этого придется пожертвовать производством.

source: Destroy it at once.
ru: Уничтожь это немедленно.

source: Destroy it.
ru: Уничтожить ее.

source: Destroy the mutation and previous harvests.
ru: Уничтожьте мутацию и предыдущие урожаи.

source: Destroyed $aot_megaturret$
ru: Разрушенная $aot_megaturret$

source: Destroyed Depot
ru: Разрушенный склад

source: Destroyed Flusion
ru: Разрушенный Флюсиалла

source: Destroyed Katown Shield
ru: Разрушенный щит Катауна

source: Destroyed Planet
ru: Разрушенная планета

source: Destroyed Uninhabited Planet in our space
ru: Разрушенная необитаемая планета

source: Destroyed a federation Planet
ru: Уничтожена планета федерации

source: Destroyed our Planet
ru: Уничтожил нашу планету

source: Destroyed our allies Planet
ru: Уничтожил планету наших союзников

source: Destroyer Build Speed
ru: Скорость строительства эсминца

source: Destroying Supply Depots
ru: Уничтожение складов снабжения

source: Destruction
ru: Разрушение

source: Destruction Traditions
ru: Традиции разрушения

source: Destruction Traditions Finished
ru: Традиции разрушения завершены

source: Determination
ru: Уверенность

source: Determine how much we will spend on our security firewall to get access to the $ap_dark_galaxy_web$ and avoid being attacked by hackers.
ru: Определите, сколько мы потратим на наш защитный брандмауэр, чтобы получить доступ к темной галактической паутине и избежать атаки хакеров.

source: Detigites Maw
ru: Пасть детигитов

source: Detonate Star
ru: Взорвать звезду

source: Detonate!
ru: Взорвать!

source: Deus Ex Machina
ru: Бог Из Машины

source: Deus Vult
ru: На то воля божья!

source: Devalin Maelstrom
ru: Девалинский водоворот

source: Devastated System
ru: Разрушенная система

source: Devastated World
ru: Опустошенный мир

source: Devastated a Planet
ru: Опустошил планету

source: Devastated our Planet
ru: Опустошил нашу планету

source: Devastation
ru: Опустошение

source: Devastation Unit
ru: Подразделение разрушения

source: Devastation Units
ru: Единицы разрушения

source: Develop new Blueprints
ru: Разработка новых чертежей

source: Developer & Patreon Presets
ru: Пресеты разработчика и Patreon

source: Developing new ways of arranging the weapons on our Attack Moons will enable them to adapt to almost any situation and take on almost every type of foes.
ru: Разработка новых способов размещения оружия на наших Боевых Лунах позволит им адаптироваться практически к любой ситуации и сражаться практически с любым типом врагов.

source: Devoured from Within
ru: Пожираемый изнутри

source: Dialog already open, close it first.
ru: Диалоговое окно уже открыто, сначала закройте его

source: Diametric Strength
ru: Диаметральная сила

source: Did they really nuke themselves AGAIN?
ru: Они действительно снова взорвали себя ядерной бомбой?

source: Did you build this $name_giga_orbital$?
ru: Ты построил это $name_giga_orbital$?

source: Did you get our message?
ru: Вы получили наше сообщение?

source: Digitizer Bombardment Protocol
ru: Протокол цифрующей бомбардировки

source: Dilapidated Servers
ru: Полуразрушенные серверы

source: Diluted Acid Glands
ru: Железы с разбавленной кислотой

source: Dimdros Maw
ru: Пасть Димдроса

source: Dimensional Fabricator
ru: Межпространственный изготовитель

source: Dimensional Giga Core
ru: Пространственное гига-ядро

source: Dimensional Inception
ru: Межпространственное создание

source: Dimensional Mirror
ru: Пространственное зеркало

source: Dimensional Portal
ru: Пространственный Портал

source: Dimgus Abyss
ru: Бездна Димгуса

source: Dimming Star
ru: Тускнеющая звезда

source: Dinlax Abyss
ru: Бездна Динлакса

source: Dinrus Singularity
ru: Сингулярность Динруса

source: Diplomacy Campaign
ru: Дипломатическая кампания

source: Diplomatic Attaché
ru: Дипломатический атташе

source: Direct Shroud Connections
ru: Прямые соединения с кожухом

source: Disable the $ap_expansionist_development$ for now
ru: Отключите $ap_expansionist_development$ на данный момент

source: Disabled Eeloo Defense System
ru: Отключена система защиты Илу

source: Disabling Kirkasmajakka
ru: Отключение Киркасмаякки

source: Disassembled planetary mass, safely contained for mineral extraction operations.
ru: Разобранная планетарная масса, надежно удерживаемая для операций по добыче полезных ископаемых

source: Disaster in [From.GetStarName]!
ru: Катастрофа в [From.GetStarName]!

source: Disastrous!
ru: Катастрофа!

source: Discover a new system in the isolated cluster.
ru: Открыть новую систему в вашем изолированном кластере.

source: Discovery: Black Hole Exploitation
ru: Открытие: Эксплуатация черной дыры

source: Discovery: Neutron Exploitation
ru: Открытие: Эксплуатация нейтронов

source: Discovery: Pulsar Exploitation
ru: Открытие: Эксплуатация пульсара

source: Discovery: Star Exploitation
ru: Discovery: Эксплуатация звезды

source: Discrete Raids
ru: Редкие рейды

source: Disenchanter Tuning
ru: Настройка рассеивателя

source: Disgraceful.
ru: Позорно.

source: Disinterested Gamers
ru: Незаинтересованные геймеры

source: Disk Matter Synthesizer
ru: Синтезатор дисковой материи

source: Disk Matter Synthesizers
ru: Синтезаторы дисковой материи

source: Dismantle
ru: Демонтировать

source: Dismantle $name_fusion_suppressor$
ru: Демонтировать $name_fusion_suppressor$

source: Dismantle $name_sub_compressor$
ru: Демонтировать $name_sub_compressor$

source: Dismantle Bulwark
ru: Демонтировать бастион

source: Dismantle Megastructure
ru: Демонтаж мегаструктуры

source: Dismantle it completely.
ru: Демонтируйте его полностью.

source: Dismantle the Starbase.
ru: Демонтаж Звездной базы.

source: Dismantle the accelerators.
ru: Демонтируйте ускорители.

source: Dismantle the most valuable tech and leave the facility.
ru: Демонтируйте самую ценную технику и покиньте объект.

source: Dismantling [planet_being_harvested_for_printing.GetName]
ru: Демонтаж [planet_being_harvested_for_printing.GetName]

source: Dismantling the [root.GetName] Planetary Defense Nexus
ru: Демонтаж [root.GetName] Системы планетарной обороны

source: Disorganized Armed Forces
ru: Дезорганизованные Вооруженные силы

source: Disrupting Aeternite Communications
ru: Нарушение связи с вечностью

source: Disrupting the Suurikilpian
ru: Разрушение суурикильпийского

source: Dissect her.
ru: Препарируй ее.

source: Distribute it with heavy restrictions on its use.
ru: Распространяйте его с жесткими ограничениями на его использование.

source: Districts
ru: Районы

source: Disturbing.
ru: Пугающе.

source: Dive into Paluushia
ru: Погружение в Палуушию

source: Divine Shield
ru: Божественный щит

source: Do Nothing
ru: Ничего не делать

source: Do a headcount, ensure the garrison is alert and prepared.
ru: Убедитесь, что гарнизон находится в боевой готовности.

source: Do as you please, your galaxy and universe will fade away just like countless others.
ru: Делайте, что вам заблагорассудится, ваша галактика и вселенная исчезнут точно так же, как бесчисленное множество других.

source: Do it.
ru: Действуйте.

source: Do not approach it.
ru: Не приближайтесь к нему.

source: Do not disturb them, it doesn't matter.
ru: Не беспокойте их, это не имеет значения.

source: Do not give it time to breathe!
ru: Не давай ему времени вздохнуть!

source: Do not think you are forgiven just yet, aliens.
ru: Не думайте, что вы пока прощены, пришельцы.

source: Do nothing.
ru: Ничего не делай.

source: Do we not destroy our enemies when we make them our friends?’
ru: Разве мы не побеждаем наших врагов, когда делаем их нашими друзьями?

source: Docattz
ru: Докатц

source: Document Civilization
ru: Документ цивилизации

source: Dofus Demands Roqualian Territories
ru: Дофус требует солакийских территорий

source: Dofus Tequenik Machina
ru: Дофус Текник Макина

source: Dofus' Little Miracle
ru: Маленькое чудо Дофуса

source: Doing it from this menu will spawn the new hivemind reserve immediately but the cooldown will extend from 360 to 540 days.
ru: Если сделать это из этого меню, то новый резерв улья будет создан немедленно, но время охлаждения увеличится с 360 до 540 дней.

source: Dolara Vortex
ru: Вихрь Долары

source: Dolaveons Maw
ru: Пасть Долавеона

source: Dolkon Maelstrom
ru: Долконский водоворот

source: Domesticated Aliens
ru: Прирученные инопланетяне

source: Domesticated Space Cloud
ru: Одомашненное космическое облако

source: Domestication Selection
ru: Выбор космического одомашнивания

source: Dominion Predator
ru: Хищник Доминиона

source: Don't Mess With Time
ru: Не связывайся со временем

source: Don't act for the next 5 Years please.
ru: Не действуйте в течение следующих 5 лет, пожалуйста.

source: Don't show this message again.
ru: Не показывайте это сообщение снова.

source: Donating Yggdrasil Production
ru: Пожертвование на производство Иггдрасиля

source: Double the size of a standard ring world, this titanic ring world houses massive amounts of population.
ru: Вдвое больше стандартного кольцевого мира, этот титанический кольцевой мир вмещает огромное количество населения.

source: Douclaw MacCathur
ru: Дукло Маккатур

source: Douse the flames, let us see them fight in the dark
ru: Погасите пламя, давайте посмотрим, как они сражаются в темноте

source: Dracinos Black Hole
ru: Черная дыра Дракино

source: Draconic Breath
ru: Дыхание дракона

source: Drafted Slaves Armies
ru: Армии рабов

source: Drafted Slaves Army
ru: Армия рабов

source: Dreadnought Build Speed
ru: Скорость строительства дредноутов

source: Dreamer
ru: Мечтатель

source: Dreams of Possibilities
ru: Сны о чём-то большем

source: Driller
ru: Бурильщик

source: Drillers
ru: Бурильщики

source: Drills of twisted gravity which reclaim lost matter from beyond the event horizon.
ru: Сверла искаженной гравитации, которые восстанавливают потерянную материю из-за горизонта событий

source: Drone Assignment Center
ru: Центр назначения Дронов

source: Drone Assignment Centers
ru: Центры назначения Дронов

source: Drone Independence
ru: Автономные дроны

source: Drones Defeated!
ru: Дроны побеждены!

source: Drones Victorious!
ru: Дроны победили!

source: Drones are spawned at a continuous rate from designated spawning pools.
ru: Нерест дронов происходит непрерывно в специально отведенных нерестовых бассейнах.

source: Drones specialised in picking up and understanding the social cues of other species.
ru: Дроны, специализирующиеся на улавливании и понимании социальных сигналов других видов.

source: Drones specially created to organize the defense of a whole bunker sector.
ru: Дроны, специально созданные для организации обороны целого бункерного сектора.

source: Drones tasked with staffing the facilities of a Ktisma Insula, but without any specific jobs to do yet.
ru: Дронам поручено укомплектовать персоналом объекты Ктисма Инсула, но пока никаких конкретных заданий для выполнения нет

source: Drones tasked with staffing the facilities of a Physma Insula, but without any specific jobs to do yet.
ru: Дроны, которым поручено укомплектовать персоналом объекты Физма Инсула, но пока без каких-либо конкретных заданий

source: Drones tasked with staffing the facilities of an Orykta Insula, but without any specific jobs to do yet.
ru: Дронам поручено укомплектовать персоналом объекты на острове Орикта, но пока нет никаких конкретных заданий

source: Drones with no other assigned task, redistributed to maintain and supplement station systems.
ru: Дроны, не имеющие других назначенных задач, перераспределены для обслуживания и дополнения систем станции

source: Due to brave action in battle, this leader is known as a hero in our empire.
ru: Благодаря отважным действиям в бою, этот лидер известен как герой в нашей империи.

source: Due to the ever-evolving political environment of our galaxy, it will sometimes be in our best interest to alter the values and ideals of our subjects.
ru: Из-за постоянно меняющейся политической среды нашей галактики иногда в наших интересах изменить ценности и идеалы наших подданных.

source: Due to the ever-evolving political environment of our galaxy, it will sometimes be in our best interest to change the structure of our subjects' governments.
ru: Из-за постоянно меняющейся политической среды нашей галактики иногда в наших интересах изменить структуру правительств наших подданных.

source: Due to their vast number of design were every single knight is unique they have much utility on the battle field!
ru: Благодаря огромному количеству конструкций, в которых каждый рыцарь уникален, они очень полезны на поле боя!

source: Dummy Birch World Preference (You should not be seeing this)
ru: Фиктивное предпочтение мира Берча (вы не должны это видеть)

source: Dump Resources...
ru: Сброс ресурсов...

source: During our preliminary scans, we've collected a general overview of the [ehof_destination_system.GetName] system and compiled a short report below.
ru: Во время наших предварительных сканирований мы собрали общий обзор системы [ehof_destination_system.GetName] и составили краткий отчет ниже.

source: Durus Singularity
ru: Сингулярность Дюруса

source: Dust to Dust
ru: Прах к праху

source: Duvlis Abyss
ru: Бездна Дувлиса

source: Duzanus Black Hole
ru: Черная дыра Дузануса

source: Dymea Vortex
ru: Вихрь Дымеи

source: Dymuerth Maelstrom
ru: Водоворот Димуэрта

source: Dynamic Core Activation
ru: Динамическая активация ядра

source: Dynamic Core Ignitor
ru: Динамический воспламенитель ядра

source: Dynamic Core Ignitor Management Protocols
ru: Протоколы управления динамическим воспламенителем ядра

source: Dynamic Mind
ru: Активный разум

source: Dynamic Shield Technology
ru: Технология динамического щита

source: Dyson Capacitor
ru: Конденсатор Дайсона

source: Dyson Panel District
ru: Район панели Дайсона

source: Dyson Panel Districts
ru: Районы панели Дайсона

source: Dyson Sphere
ru: Сфера Дайсона

source: Dyson Sphere Alloys
ru: Сплавы Сфера Дайсона

source: Dyson Sphere Alloys Cost
ru: Стоимость сплавов сферы Дайсона

source: Dyson Sphere Management Protocols
ru: Протоколы управления сферой Дайсона

source: Dyson Sphere Suprainsulation
ru: Суперинсуляция сферы Дайсона

source: Dyson Sphere Unity
ru: Сфера Дайсона Единство

source: Dyson Sphere Unity Cost
ru: Стоимость Единство Сфера Дайсона

source: EHOF Expansion Expenses
ru: Расходы на расширение ЭХОФ

source: EHOF Exploration Expenses
ru: Расходы на разведку ЭХОФ

source: EHOF Initiation Expenses
ru: Расходы на инициализацию ЭХОФ

source: EHOF Settlement Expenses
ru: Расчетные расходы ЭХОФ

source: Each spawning pool produces a specified type of drones.
ru: Каждый нерестовый бассейн производит определенный тип дронов.

source: Each time Cortana makes an initiative, she will be able to research two technologies instead of just one.
ru: Каждый раз, когда Кортана проявляет инициативу, это будет сделано два раза вместо одного, а значит, она будет еще полезнее для нас.

source: Each vat can only grow one thing at a time.
ru: Каждый чан может выращивать только что-то одно за раз.

source: Each weapon is tested for unique destructive capability before being catalogued.
ru: Прежде чем попасть в каталог, каждое оружие проходит проверку на уникальную разрушительную способность.

source: Early Hyperdimensional Destabilizer Schematics
ru: Ранние схемы гиперпространственного дестабилизатора

source: Early Sirens Countermeasures
ru: Предупредительные меры по срабатыванию сирен

source: Easier said than done...
ru: Легче сказать, чем сделать...

source: Ecclesiastical Hypersegment
ru: Церковный Гиперсегмент

source: Ecclesiastical Hypersegments
ru: Церковные Гиперсегменты

source: Ecclesiastical Node
ru: Церковный узел

source: Ecclesiastical Nodes
ru: Церковные узлы

source: Ecerin Abyss
ru: Бездна Экерина

source: Echelon Complex
ru: Комплекс Эшелон

source: Echo
ru: Эхо

source: Echoes of the Kaiser
ru: Отголоски кайзера

source: Ecological damage caused by a major mining operation.
ru: Экологический ущерб, причиненный крупной добычей полезных ископаемых

source: Ecologist
ru: Эколог

source: Economic Boom
ru: Экономический подъем

source: Economical Mastery
ru: Экономическое процветание

source: Economist
ru: Экономист

source: Economists
ru: Экономисты

source: Ecrolla Abyss
ru: Бездна Экроллы

source: Ecromia Black Hole
ru: Черная дыра Экромии

source: Ecumenopolis
ru: Экуменополис

source: Ecumenopolis Alderson
ru: Экуменополис Олдерсон

source: Ecumenopolis Alderson Complete!
ru: Экуменополис Олдерсон завершен!

source: Ecumenopolis Habitability
ru: Обитаемость Экуменополиса

source: Ecumenopolis Preference
ru: Предпочтение Экуменополису

source: Ecumenopolis Ringworld
ru: Мир-кольцо Экуменополиса

source: Edmund
ru: Эдмунд

source: Education is a right which belongs to all.
ru: Образование - это право, которое принадлежит всем.

source: Eeloo's Defeat
ru: Поражение Илу

source: Effects from a total Job Scale of
ru: Эффекты от общего масштаба работы в

source: Efficacious-Drone
ru: Улучшение

source: Efficacious-Drones
ru: Улучшения

source: Efficient Bureaucracy
ru: Эффективная бюрократия

source: Efficient and quick assembly of new pops is ensured by the generous distribution of the right materials and careful logistical planning.
ru: Эффективная и быстрая сборка новых поселений обеспечивается щедрым распределением нужных материалов и тщательным логистическим планированием.

source: Egalitarian Ethic
ru: Эгалитаризм

source: Ehexos Singularity
ru: Сингулярность Ehexos

source: Ekkehard
ru: Эккехард

source: Elagua Abyss
ru: Бездна Элагуа

source: Elaium Abyss
ru: Бездна Элайума

source: Elatos Maw
ru: Пасть Элатоса

source: Electoral
ru: избирательный

source: Electromagnetic Accelerators
ru: Электромагнитные ускорители

source: Electroweak Quasi-Field Materialization
ru: Материализация электрослабого квазиполя

source: Elevated into Blokkat civilization...?
ru: Возведенный в цивилизацию блоккатов...?

source: Elgato
ru: Эльгато

source: Elias
ru: Элиас

source: Elienurias Singularity
ru: Сингулярность Элиенурии

source: Eligua Black Hole
ru: Черная дыра Элигуа

source: Elilaxs Singularity
ru: Сингулярность Элилакса

source: Elimar
ru: Элимар

source: Elisa
ru: Элиза

source: Elisa Clawtz
ru: Элиза Клоутц

source: Elisabeth
ru: Элизабет

source: Elise Katzven
ru: Элиза Кацвен

source: Elite Figure
ru: Элитная фигура

source: Elite Resort District
ru: Элитный курортный район

source: Elite Resort Districts
ru: Элитные курортные районы

source: Elitede Abyss
ru: Элитная бездна

source: Eloaru Vortex
ru: Вихрь Элоару

source: Eloguas Singularity
ru: Сингулярность Элогуа

source: Elolon Vortex
ru: Вихрь Элолона

source: Eloolivs Singularity
ru: Сингулярность Элуливса

source: Eloria Black Hole
ru: Черная дыра Элории

source: Eludids Maw
ru: Пасть неуловимых

source: Elurr
ru: Элурр

source: Elusive Coordinates
ru: Неуловимые координаты

source: Elwin has once more united the Katzen species, and is now establishing an authoritarian and militaristic regime upon the felines.
ru: Элвин еще раз объединил вид Катзенов и теперь устанавливает авторитарный и милитаристский режим среди кошачьих.

source: Elysian
ru: Элизиан

source: Elysian Overseer
ru: Элизианский надзиратель

source: Elysian Overseer Drone
ru: Элизианский Дрон-надзиратель

source: Elysian Overseer Drones
ru: Элизианские дроны-надзиратели

source: Elysian Overseers
ru: Элизианские надзиратели

source: Elysium - [Root.random_elysium_name]
ru: Элизиум - [Root.random_elysium_name]

source: Elysium Host Planet Job Output
ru: Результат задания планеты-хозяина Элизиума

source: Elysium Host Planet Stability
ru: Стабильность планеты-хозяина Элизиума

source: Elysium Planetary Control Center
ru: Планетарный центр управления Элизиумом

source: Elysium Planetary Control Complex
ru: Планетарный комплекс управления Элизиум
